[
    {
        "title": "There are too many flies",
        "slugline": "Haven't you noticed the number of flies lately?",
        "date": "2023-02-26",
        "body": "Ugh, seriously? There are way too many flies buzzing around these days. I can't even sit outside without being swarmed by the pesky little insects. It's like they're multiplying by the minute.\n\nI've tried everything to get rid of them. I've put up fly traps, sprayed insect repellent, and even tried those electric zapper things. But no matter what I do, the flies just keep coming back. And they're not just outside, either. I've seen them in my kitchen, my bathroom, and even my bedroom. It's like they've invaded my entire home.\n\nI don't know what to do anymore. It's driving me crazy. I can't even enjoy my own space without being bothered by these annoying bugs. It's time for them to buzz off and leave me alone!",
        "user_id": 1
    },
    {
        "title": "I have 15 toes!",
        "slugline": "I have 15 toes! No, seriously, I do! It's not a joke or a typo!",
        "date": "2023-01-13",
        "body": "I have 15 toes! No, seriously, I do! It's not a joke or a typo. When people first hear about my condition, they usually react with disbelief, confusion, or sometimes even disgust. I've been called a freak and a mutant, and I've been asked if I can walk or wear shoes. The truth is, having 15 toes is not as rare as you might think, and it's not a disability or a disease. It's just a genetic anomaly that happens to affect some people.\n\nTo understand how someone can have 15 toes, you first need to know that the normal human foot has five toes, which are called the hallux, the index toe, the middle toe, the ring toe, and the little toe. However, some people are born with extra toes, which can be fully formed or partially formed, and can be attached to the foot or separate from it. This condition is known as polydactyly, and it can affect any part of the body, not just the feet. In some cases, polydactyly can be hereditary, which means that it runs in families.\n\nHaving 15 toes may seem like a bizarre and impractical condition, but it's actually not as problematic as you might imagine. For me, it's just a part of who I am, and I've learned to adapt to it. I can walk, run, and jump just like anyone else, and I can even wear regular shoes with some modifications. The only real inconvenience is that it's hard to find shoes that fit me well, and I often have to order custom-made shoes or modify existing ones. But other than that, having 15 toes doesn't really affect my life in any significant way.\n\nIn conclusion, having 15 toes is not a curse or a blessing, it's just a variation of the human anatomy. It's not something to be ashamed of or proud of, it's just a fact. And while it may seem strange or confusing to some people, it's important to remember that we all have our own unique features and quirks that make us who we are. So next time you meet someone with 15 toes, don't be afraid to ask them about it, but also remember to treat them with respect and understanding.",
        "user_id": 1
    },
    {
        "title": "There is a ghost in my laundry machine",
        "slugline": "There is something strange happening in my laundry room.",
        "date": "2023-01-13",
        "body": "There is something strange happening in my laundry room. I've noticed it for weeks now, but I'm too afraid to say anything to anyone. I think there might be a ghost living in my laundry machine.\n\nEvery time I go to do my laundry, I hear strange noises coming from the machine. It sounds like someone is knocking on the inside of the machine, but when I check, there's nothing there. It's not just a one-time occurrence either. Every single time I use my laundry machine, I hear the same noises. It's starting to freak me out.\n\nI know that ghosts are a controversial topic, and many people may not believe me. But I'm convinced that something is going on in my laundry room. I don't know what to do about it, but I'm afraid to even be in there alone anymore. I'm considering bringing in a paranormal investigator to see if they can find anything. But until then, I'll be doing my laundry at the laundromat.",
        "user_id": 1
    }
]